// FileSyncUI Localizable.strings

// The name of the product
"FileSyncUI" = "파일 동기화";

// Text of "ok" button, used in various dialogs.
"OK" = "승인";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "취소";

// Text of "Next" button, used in various dialogs
"NEXT" = "다음";

// Text of "Done" button, used in various dialogs
"DONE" = "완료";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "계속";


// ------------------------
// Exception (error) window

"DESTINATION:" = "대상:";	// Destination label - prefixes the destination path of a symlink.
"MODIFIED:"    = "수정일:";		// Modified label - prefixes the displayed mod date
"NAME:"        = "이름:";			// Name label - prefixes the name of the file
"SIZE:"        = "크기:";			// Size label - prefixes the displayed size of the file
"IDISK"		   = "iDisk";			// Prefixing the path with "iDisk/" when appropriate

// These labels tell the user which side of the mirror the file which caused the error resides on
"THIS_COMPUTER" = "이 컴퓨터 상의";	// For iDisk
".MAC"          = "%@";				// For iDisk
"LOCAL_MHD"     = "이 컴퓨터 상의";	// For Mobile Home Directories (MHD)
"REMOTE_MHD"    = "네트워크 상의";		// For MHD

// To reveal the errored file in Finder when appropriate
"SHOW IN FINDER" = "Finder에서 보기";


// ------------------------
// Exception (error) dialog

// The title of the exception dialog.
"IDISK ERROR TITLE" = "iDisk 오류";
"MHD ERROR TITLE"   = "홈 동기화 오류";
"FS ERROR TITLE"    = "파일 동기화 오류";

// Error code. The argument is an integer number, such as -43.
"ERROR%" = "오류 코드는 %d입니다.";

// Exception count.
// The first argument is an integer index, the second is the total number of errors. E.g., "iDisk Error 1 of 5"
"IDISK ERROR COUNT%" = "iDisk 오류 %d/%d";
"MHD ERROR COUNT%"   = "홈 동기화 오류 %d/%d";
"FS ERROR COUNT%"    = "%1$d/%2$d 파일 동기화 오류";

// Title text of the error. Two variations, only one is used at a time.
// The argument is a filename.
"ERROR DELETING%"      = "“%@” 파일을 삭제하는 동안 문제가 발생했습니다.";
"ERROR SYNCING%"       = "“%@” 파일을 동기화하는 동안 문제가 발생했습니다.";
"ERROR MOVING%"        = "“%@” 파일을 이동하는 동안 문제가 발생했습니다.";
"ERROR ACCESSING%"     = "“%@” 파일을 동기화하는 동안 문제가 발생했습니다.";
"DIR:ERROR DELETING%"  = "“%@” 폴더를 삭제하는 동안 문제가 발생했습니다.";
"DIR:ERROR SYNCING%"   = "“%@” 폴더를 동기화하는 동안 문제가 발생했습니다.";
"DIR:ERROR MOVING%"    = "“%@” 폴더를 이동하는 동안 문제가 발생했습니다.";
"DIR:ERROR ACCESSING%" = "“%@” 폴더를 동기화하는 동안 문제가 발생했습니다.";


// ------------------------
// Exception dialog error messages.
// The first string is a short description of the error.
// The second string is additional help text.

// dskFulErr
// The first three strings are variations of the short description: iDisk, mobile home, and general syncing.
"IDISK DSKFULERR"      = "iDisk가 거의 꽉 찼습니다. iDisk에 이 항목을 동기화하기 위한 충분한 사용 공간이 없습니다.";
"MHD DSKFULERR"        = "홈 디렉토리가 거의 꽉 찼습니다. 이 항목을 동기화하기 위한 충분한 사용 공간이 없습니다.";
"FS DSKFULERR"         = "디스크가 거의 꽉 찼습니다. 이 항목을 동기화하기 위한 충분한 사용 공간이 없습니다.";
"IDISK DSKFULERR HELP" = "휴지통에 있는 iDisk의 항목이 있습니다. 사용 공간을 늘리려면 휴지통을 비우십시오.";

// afpAccessDenied
// The first two strings are variations of the short description: deleting, syncing
"AFPACCESSDENIED DELETE"     = "이 파일을 삭제할 권한이 없습니다.";
"AFPACCESSDENIED SYNC"       = "이 파일을 동기화할 권한이 없습니다.";
"DIR:AFPACCESSDENIED DELETE" = "이 폴더를 삭제할 권한이 없습니다.";
"DIR:AFPACCESSDENIED SYNC"   = "이 폴더를 동기화할 권한이 없습니다.";
"AFPACCESSDENIED HELP"       = "Finder의 정보 패널에서 권한을 확인할 수 있습니다.";

// kSFFileNameDiffersByCase
// The first three strings are variations of the short description: iDisk, mobile home, general syncing.
"IDISK KSFFILENAMEDIFFERSBYCASE"     = "일부 문자가 대문자로 되어 있는 것을 제외하면 이 파일 이름이 사용자의 iDisk에 있는 다른 항목의 이름과 같습니다.";
"MHD KSFFILENAMEDIFFERSBYCASE"       = "이 파일 이름이 일부 문자가 대문자로 되어 있는 것을 제외하면 사용자의 홈 디렉토리에 있는 다른 항목의 이름과 같습니다.";
"FS KSFFILENAMEDIFFERSBYCASE"        = "일부 문자가 대문자로 되어 있는 것을 제외하면 이 파일 이름이 사용자의 디스크에 있는 다른 항목의 이름과 같습니다.";
"DIR:IDISK KSFFILENAMEDIFFERSBYCASE" = "이 폴더 이름이 일부 문자가 대문자로 되어 있는 것을 제외하면 사용자의 iDisk에 있는 다른 항목의 이름과 같습니다.";
"DIR:MHD KSFFILENAMEDIFFERSBYCASE"   = "이 폴더 이름이 일부 문자가 대문자로 되어 있는 것을 제외하면 사용자의 홈 디렉토리에 있는 다른 항목의 이름과 같습니다.";
"DIR:FS KSFFILENAMEDIFFERSBYCASE"    = "이 폴더 이름이 일부 문자가 대문자로 되어 있는 것을 제외하면 사용자의 디스크에 있는 다른 항목의 이름과 같습니다.";
"KSFFILENAMEDIFFERSBYCASE HELP"      = "더 분명한 차이를 위해 이 항목의 이름을 변경해야 합니다. 예를 들어, 이름에 숫자를 추가하십시오.";

// fBsyErr
"FSBSYERR"      = "파일이 사용 중입니다.";
"FSBSYERR HELP" = "응용 프로그램에서 해당 파일이 열려 있을 수 있습니다. 파일을 닫거나 응용 프로그램을 종료를 시도하십시오.";

// fLckdErr
"FLCKDERR"      = "파일이 잠겨 있습니다.";
"DIR:FLCKDERR"  = "폴더가 잠겨있습니다.";
"FLCKDERR HELP" = "Finder에 있는 정보 패널을 사용하여 해당 항목을 잠글 수 있습니다.";

"File Not Found"      = "해당 파일이 없습니다.";
"HELP:File Not Found" = "동기화 중 파일이 이동되었습니다. 동기화를 다시 시도하십시오.";

"File Name Too Long"      = "파일 또는 폴더 이름이 너무 깁니다.";
"HELP:File Name Too Long" = "이 항목의 이름을 변경하여 이름을 줄이십시오.";

"I/O Error"      = "파일을 읽거나 쓰는 동안 오류가 발생했습니다.";
"HELP:I/O Error" = "나중에 다시 시도하십시오.";

"Destination does not support symlinks"      = "대상이 심볼릭 링크를 지원하지 않습니다.";
"HELP:Destination does not support symlinks" = "해당 파일 또는 폴더를 먼저 압축하십시오.";

"Object deleted"      = "해당 항목은 동기화되기 전에 삭제되었습니다.";
//"HELP:Object deleted" = "";

"Object created"      = "해당 항목이 동기화되기 전에 동일한 위치에 동일한 항목이 생성되었습니다.";
//"HELP:Object created" = "";

"Object modified"     = "업데이트하려는 해당 항목은 동기화되기 전에 다른 응용 프로그램에 의해 수정되었습니다.";
//"HELP:Object modified" = "";

"Network error"       = "네트워크 오류가 발생했습니다.";
"HELP:Network error"  = "네트워크 연결을 확인한 다음, 나중에 다시 시도하십시오.";

//"Timeout Error"       = "The server has stopped responding.";

"Unknown error"            = "문제가 발생했습니다.";					// [rdar://5231555]
"HELP:Unknown error"       = "나중에 다시 시도하십시오.";
"HELP-IDISK:Unknown error" = "나중에 다시 시도하십시오.";
"HELP-PHD:Unknown error"   = "나중에 다시 시도하십시오. 계속 이 문제가 발생하면, 네트워크 관리자에게 문의하십시오.";

"IDISK ALMOST FULL"     = "iDisk가 거의 찼습니다.";
"ALMOST FULL TRASH MSG" = "iDisk의 파일 중 휴지통에 있는 파일이 있습니다. 사용 공간을 늘리려면 휴지통을 비우십시오.\n\n시스템 환경설정의 %@ 패널에서 iDisk 크기를 늘릴 수 있습니다.";
"ALMOST FULL .MAC MSG"  = "시스템 환경설정의 %@ 패널에서 iDisk 크기를 늘릴 수 있습니다.";

"REVERIFICATION"      = "각각의 %@을(를) 마지막으로 동기화하는 동안 파일이 변경되었습니다.";
"REVERIFICATION HELP" = "응용 프로그램이 해당 파일을 주기적으로 수정 중입니다. 파일을 닫거나 응용 프로그램의 종료를 시도하십시오.";

"TOO_MANY_EAS"      = "대상이 이 항목에 포함된 일부 데이터를 지원하지 않습니다.";
"TOO_MANY_EAS HELP" = "해당 파일 또는 폴더를 먼저 압축하십시오.";

// ---------------------
// offline folder dialog

"OFFLINE FOLDER%"    = "iDisk가 온라인일 경우에만 %@ 폴더를 사용할 수 있습니다.";
"OFFLINE FOLDER MSG" = "이 폴더에 접근하려면 컴퓨터가 인터넷에 연결되어 있어야 합니다.";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%llu바이트";
"%KB"    = "%.2fKB";
"%MB"    = "%.2fMB";
"%GB"    = "%.2fGB";
"%TB"    = "%.2fTB";
"%PB"    = "%.2fPB";
"%XB"    = "%.2fXB";


// --------------------
// Conflict list window

// Conflict count. Singular and plural. The plural argument is an integer. Used in the conflict *list* window, not the conflict resolution window
"1CONFLICT"  = "1개 충돌";
"%CONFLICTS" = "%d개 충돌";


// -----------------------
// Conflict manager window

"%IS_OUT_OF_SYNC"          = "\"%@\"이(가) 두 위치 모두에서 수정되었습니다.";			// Name of conflicting item.
"%WHERE"                   = "위치: %@";						// Path to parent folder of conflicting item.
"%CONFLICT_COUNT"          = "%d/%d";						// Conflict count (arguments are integers i.e., "1 of 16")
"ROOT"                     = "-root-";							// The name of the root of the sync point, rather than @"/"
"FILE"                     = "파일";
"FOLDER"                   = "폴더";
"PACKAGE"                  = "패키지";
"SYMLINK"                  = "심볼릭 링크";
"IDISK_LOCAL_TITLE"        = "이 컴퓨터";
"IDISK_POPUP_LOCAL_TITLE"  = "이 컴퓨터에 있는 파일 유지";
"IDISK_POPUP_REMOTE_TITLE" = "%@에 있는 파일 유지";
"MHD_LOCAL_TITLE"          = "이 컴퓨터 상의";
"MHD_REMOTE_TITLE"         = "네트워크 상의";
"MHD_POPUP_LOCAL_TITLE"    = "이 컴퓨터에 있는 파일 유지";
"MHD_POPUP_REMOTE_TITLE"   = "네트워크에 있는 파일 유지";
"1_IDISK_CONFLICT"         = "iDisk 동기화 충돌이 있습니다.";			// Singular for iDisk
"%_IDISK_CONFLICTS"        = "%d개의 iDisk 동기화 충돌이 있습니다.";			// Plural for iDisk
"1_MHD_CONFLICT"           = "홈 동기화 충돌이 있습니다.";				// Singular for MHD
"%_MHD_CONFLICTS"          = "%d 홈 동기화 충돌이 있습니다.";			// Plural for MHD
"IDISK_RESOLVE_REMOTE"     = "%@에 있는 파일을 사용하여 모든 충돌 해결";
"IDISK_RESOLVE_LOCAL"      = "이 컴퓨터에 있는 파일을 사용하여 모든 충돌 해결";
"IDISK_RESOLVE_BOTH"       = "두 파일을 모두 보관하여 모든 충돌 해결";
"IDISK_RESOLVE_LASTMOD"    = "가장 최근 수정일로 파일을 유지하여 모든 충돌 해결";
"IDISK_RESOLVE_EXCLUDE"    = "다음에 동기화할 때 해당 파일을 제외하여 모든 충돌을 해결하십시오.";
"IDISK_RESOLVE_NONE"       = "모든 충돌을 무시합니다.";
"MHD_RESOLVE_REMOTE"       = "네트워크에 있는 파일을 사용하여 모든 충돌 해결";
"MHD_RESOLVE_LOCAL"        = "이 컴퓨터에 있는 파일을 사용하여 모든 충돌 해결";
"MHD_RESOLVE_BOTH"         = "두 파일을 모두 보관하여 모든 충돌 해결";
"MHD_RESOLVE_LASTMOD"      = "가장 최근 수정일로 파일을 유지하여 모든 충돌 해결";
"MHD_RESOLVE_EXCLUDE"      = "다음에 동기화할 때 해당 파일을 제외하여 모든 충돌을 해결하십시오.";
"MHD_RESOLVE_NONE"         = "모든 충돌을 무시합니다.";
"MHD_CONFLICT_TITLE"       = "동기화 충돌";

// Unable to resolve all conflicts alert sheet
"NOT_ALL_RESOLVED_TITLE" = "모든 충돌을 해결할 수 없음";
"NOT_ALL_RESOLVED_MSG"   = "일부 충돌의 수정일이 너무 최근이기 때문에 해결할 수 없습니다. 이 충돌들을 수동으로 해결하거나 다른 옵션을 사용하십시오.";

"There are no file syncing errors or conflicts." = "파일 동기화 오류 또는 충돌이 발생하지 않았습니다.";

// -----------------
// Global Exceptions

// iDisk
"GLOBAL-IDISK:Timeout"      = "iDisk 동기화가 완료되지 않았습니다. 나중에 다시 시도하십시오.";
"GLOBAL-HELP-IDISK:Timeout" = "iDisk를 동기화할 때 계속 문제가 발생하면, 사용자의 인터넷 연결에 문제가 있을 수 있습니다. 다시 시도하기 전에 인터넷을 사용 중인 다른 응용 프로그램을 종료해 보십시오.";

"GLOBAL-IDISK:NetworkError"      = "iDisk 동기화가 완료되지 않았습니다.";
"GLOBAL-HELP-IDISK:NetworkError" = "네트워크 연결을 확인한 다음, 나중에 다시 시도하십시오.";

"GLOBAL-IDISK:RemoteBusy"      = "iDisk 동기화가 완료되지 않았습니다.";
"GLOBAL-HELP-IDISK:RemoteBusy" = "나중에 다시 시도하십시오.";

"GLOBAL-IDISK:UNKNOWN"      = "문제가 발생했기 때문에 사용자의 iDisk 동기화가 완료되지 않았습니다.";
"GLOBAL-HELP-IDISK:UNKNOWN" = "나중에 다시 시도하십시오.";

// PHD
"GLOBAL-PHD:Timeout"      = "홈 디렉토리 동기화가 완료되지 않았습니다. 나중에 다시 시도하십시오.";
"GLOBAL-HELP-PHD:Timeout" = "홈 디렉토리를 동기화할 때 계속 문제가 발생하면, 사용자의 네트워크 연결에 문제가 있을 수 있습니다. 다시 시도하기 전에 네트워크를 사용 중인 다른 응용 프로그램을 종료해 보십시오.";

"GLOBAL-PHD:NetworkError"      = "홈 디렉토리 동기화가 완료되지 않았습니다.";
"GLOBAL-HELP-PHD:NetworkError" = "네트워크 연결을 확인한 다음, 나중에 다시 시도하십시오.";

"GLOBAL-PHD:RemoteBusy"      = "홈 디렉토리 동기화가 완료되지 않았습니다.";
"GLOBAL-HELP-PHD:RemoteBusy" = "나중에 다시 시도하십시오.";

"GLOBAL-PHD:UNKNOWN"      = "문제가 발생했기 때문에 사용자의 홈 디렉토리 동기화가 완료되지 않았습니다.";
"GLOBAL-HELP-PHD:UNKNOWN" = "나중에 다시 시도하십시오.";

// Other
"GLOBAL-FS:Timeout"      = "파일 동기화가 완료되지 않았습니다. 나중에 다시 시도하십시오.";
"GLOBAL-HELP-FS:Timeout" = "파일을 동기화할 때 계속 문제가 발생하면, 사용자의 네트워크 연결에 문제가 있을 수 있습니다. 다시 시도하기 전에 네트워크를 사용 중인 다른 응용 프로그램을 종료해 보십시오.";

"GLOBAL-FS:NetworkError"      = "파일 동기화가 완료되지 않았습니다.";
"GLOBAL-HELP-FS:NetworkError" = "네트워크 연결을 확인한 다음, 나중에 다시 시도하십시오.";

"GLOBAL-FS:RemoteBusy"      = "파일 동기화가 완료되지 않았습니다.";
"GLOBAL-HELP-FS:RemoteBusy" = "나중에 다시 시도하십시오.";

"GLOBAL-FS:UNKNOWN"      = "문제가 발생했기 때문에 사용자의 파일 동기화가 완료되지 않았습니다.";
"GLOBAL-HELP-FS:UNKNOWN" = "나중에 다시 시도하십시오.";
